Repository: KETSE/casebox-core
Catalog: src/Resources/translations/messages.*.xlf
Languages: fr, hy

source: Username
hy: Login Օգտատիրոջ անուն

source: Password
hy: Ծածկագիր

source: Error
hy: Սխալ

source: hour
hy: ժամ

source: hours
hy: Ժամեր

source: hours
hy: ժամեր

source: minute
hy: րոպե

source: minutes
hy: Րոպեներ

source: minutes
hy: րոպեներ

source: yes
hy: այո

source: Property
hy: Հատկություն

source: Value
hy: Արժեք

source: Additionally
hy: Ի լրումն

source: Files
hy: Ֆայլեր

source: Author
hy: Հեղինակ

source: Date
hy: Ամսաթիվ

source: Save the current item before adding files.
fr: Sauver avant d'ajouter un fichier
hy: Save the current object before adding files.

source: Save the current item before working with files.
fr: Sauver avant de travailler avec des fichiers.
hy: Save the current object before working with files.

source: Item not found.
fr: Objet non trouvé.
hy: Object not found.

source: Status
hy: Կարգավիճակ

source: Offices
hy: Գրասենյակներ

source: Users without group
fr: Les utilisateurs sans groupe
hy: օգտվողներ `առանց խմբի

source: Group with that name already exists.
fr: Groupe avec ce nom existe déjà.
hy: Խումբը, որին այդ անունով արդեն գոյություն ունի.

source: Error creating item
fr: Création de l'objet erreur
hy: Error creating object

source: pages
hy: Էջեր

source: days
hy: օրեր

source: today
hy: այսօր

source: Tasks
hy: Խնդիրներ

source: Created
hy: Ստեղծված է

source: Deadline
hy: Վերջնաժամկետ

source: Case
hy: Գործ

source: File
hy: Ֆայլ

source: task
hy: Առաջադրանք

source: for
hy: Համար

source: New task: {name} ({path})
fr: Nouvelle tâche: {name} ({path})
hy: Նոր խնդիր: {name} ({path})

source: Task completed: {name} ({path})
fr: Tâche terminée: {name} ({path})
hy: խնդիրն ավարտված է: {name} ({path})

source: User
hy: Օգտագործող

source: p.
hy: էջ.

source: missed
hy: բաց թողնված

source: Next 7 days
hy: հաջորդ 7 օրերը

source: male
hy: արական

source: female
hy: իգական

source: no
hy: ոչ

source: Access
hy: Մուտք

source: Access control
hy: Մուտքի վերահսկում

source: Events history in case access
hy: մուտքի վերահսկման պատմություն

source: Accomplishing
hy: Իրականացում

source: Accomplished date
hy: Իրականացման ամսաթիվ

source: Action
hy: Գործողություն

source: Active
hy: Ակտիվ

source: Active with deadlines
hy: Ակտիվ, վերջնաժամկետով

source: Activities
hy: Գործունեություն

source: Add
hy: Ավելացնել

source: Add task to case
hy: Գործին առաջադրանք ավելացնել

source: added by
hy: ավելացված է ….կողմից

source: Added date
hy: Ավելացման ամսաթիվ

source: add file
hy: ավելացնել ֆայլ

source: Add folder
hy: ավելացնել թղթապանակ

source: add reminder
hy: ավելացնել հիշեցում

source: Address
hy: Հասցե

source: Add row
hy: Ավելացնել շարք

source: Add tag
hy: Ավելացնել պիտակ

source: Add tag group
hy: Ավելացնել պիտակների խումբ

source: Add template
hy: Ավելացնել ձևանմուշ

source: Add task
hy: Ավելացնել առաջադրանք

source: Add to favorites
hy: Ավելացնել ֆավորիտների մեջ

source: Add user
hy: Ավելացնել օգտագործող

source: An error occurred when creating a user account.
hy: Օգտատիրոջ հաշիվը ստեղծելիս սխալ է տեղի ունեցել:

source: Adjudicated
hy: դատաքննված է

source: Advanced
hy: ընդլայնված

source: Advanced mode
hy: ընդլայնված ռեժիմ

source: All
hy: Բոլորը

source: all case files
hy: բոլոր գործերի ֆայլերը

source: All with deadlines
hy: Բոլորը վերջնաժամկետով

source: and
hy: և

source: Aspect
hy: Ասպեկտ

source: Assigned to me
hy: ինձ հանձնարարված

source: Authorization
hy: լիազորում

source: Authors
hy: Հեղինակներ

source: Autoclose
hy: ավտոմատ փակել

source: Will be generated automatically
hy: ինքնագեներացված

source: Available when the deadline is specified
hy: Հասանելի է, երբ վեջնաժամկետը նշված է

source: Birth date
hy: Ծննդյան ամսաթիվ

source: by default
hy: լռելյայն

source: by e-mail
hy: էլեկտրոնային փոստով

source: in the system
hy: Համակարգի կողմից

source: Calendar
hy: Օրացույց

source: Calendar opening
hy: օրացույցի ազատ ժամանակ

source: Case access
hy: Գործի մուտք

source: Case browser
hy: գործի դիտարկիչ

source: Case card
hy: Գործի քարտ

source: Closing the case
hy: Գործի փակում

source: Are you sure you want to close the case?
hy: Համոզված եք, որ ցանկանում եք փակել գործը?

source: This case has been edited. Do you want to save changes?
hy: Գործը խմբագրվել է: Ցանկանում եք պահպանել փոփոխությունները?

source: Case files
hy: Գործի ֆայլեր

source: Case graph
hy: Գործի գծապատկեր

source: The case is already in this office.
hy: Գործն արդեն այս գրասենյակում է:

source: Case name
hy: Գործի անուն

source: Case not found
hy: Գործը չի գտնվել

source: Case number
hy: Գործի համարը

source: Cases database
hy: Գործերի տվյալնրի բազա

source: Case type
hy: Գործի տիպը

source: Change log
hy: Փոխել գրառումը

source: Change password
hy: Փոխել ծածկագիրը

source: Change username
hy: Փոխել ծածկանունը

source: Input new username (use only alphanumeric characters: a-z, 0-9)
hy: Մուտքագրեք նոր ծածկանուն (օգտագործեք միայն տառեր և թվանշաններ` a-z, 0-9)

source: Choose values
hy: Ընտրել արժեքները

source: Citizenship
hy: Քաղաքացիություն

source: Clear selection
hy: ջնջել ընտրածը

source: Clear selections
hy: ջնջել ընտրածները

source: Close
hy: Փակել

source: Closing
hy: Փակում

source: Close task
hy: Փակել առաջադրանքը

source: Do you really want to close this task?
hy: Դուք իսկապես ցանկանում եք փակել առաջադրանքը?

source: Collapse all
hy: սեղմել ամբողջը

source: Comment
hy: Մեկնաբանել

source: Complete
hy: Ավարտել

source: Completed
hy: Ավարտված

source: Completed
hy: Ավարտված 2

source: Completed with deadlines
hy: Ավարտվել է վերջնաժամկետներով

source: Completing task
hy: առաջադրանքի ավարտ

source: Confidential
hy: գաղտնի

source: Confidentiality
hy: գաղտնիություն

source: Confirmation
hy: Հաստատում

source: Confirm password
hy: Հաստատեք ծածկագիրը

source: connection
hy: կապ

source: connections
hy: Կապեր

source: Contact
hy: Կոնտակտ

source: Contacts
hy: Կոնտակտներ

source: Content
hy: Բովանդակություն

source: content snippets
hy: բովանդակության հատվածներ

source: New
hy: Ստեղծել

source: Create a new case
hy: Ստեղծել նոր գործ

source: Created by
hy: Created byՍտեղծված է ….. կողմից

source: Created date
hy: Ստեղծման ամսաթիվ

source: Create new tag
hy: Ստեղծել նոր պիտակ

source: Critical
hy: ծայրահեղ

source: current month
hy: ընթացիկ ամիս

source: Current password
hy: ընթացիկ ծածկագիր

source: Current search
hy: Ընթացիկ որոնում

source: Dates
hy: Ամսաթվեր

source: Default status icon
hy: լռելյայն կարգավիճակի նշան

source: delete
hy: ջնջել

source: Delete
hy: Ջնջել

source: delete associated files
hy: ջնջել կից ֆայլերը

source: Delete confirmation
hy: Ջնջել հաստատումը

source: Delete folder
hy: Ջնջել թղթապանակը

source: Are you sure you want to delete group
hy: Համոզված եք, որ ցանկանում եք ջնջել օֆիսը

source: Are you sure you want to delete the file {fileName}? This file is attached to more than one actions.
hy: Համոզված եք, որ ցանկանում եք ֆայլը {ֆայլի անունը}? Այս ֆայլը կցված է մեկից ավել գործողություններին:

source: Delete Row
hy: Ջնջել շարքը

source: Are you sure you want to delete selected actions?
hy: Համոզված եք, որ ցանկանում եք ջնջել ընտրված գործողությունները?

source: Are you sure you want to delete selected tasks?
hy: Համոզված եք, որ ցանկանում եք ջնջել ընտրված առաջադրանքները?

source: Delete tag
hy: Ջնջել պիտակը

source: Delete tag group
hy: Ջնջել պիտակների խումբը

source: Delete user
hy: Ջնջել օգտատիրոջը

source: Deleting
hy: Ջնջում

source: Are you sure you want to delete
hy: Համոզված եք, որ ցանկանում եք ջնջել

source: Dependent tasks
hy: կախյալ խնդիրներ

source: Description
hy: Նկարագրություն

source: Details
hy: Մանրամասներ

source: Download
hy: Ներբեռնում

source: Download archived
hy: ներբեռնումն արխիվացված է

source: Downloading
hy: Բեռնում

source: Edit
hy: Խմբագրում

source: Edit case task
hy: Խմբագրել գործի առաջադրանքը

source: Edit folder
hy: Խմբագրել թղթապանակը

source: Editing value
hy: Խմբագրվող արժեք

source: Edit properties
hy: Խմբագրել հատկությունները

source: Edit reminder
hy: Խմբագրել հիշեցումը

source: Edit tag
hy: Խմբագրել պիտակը

source: Edit tag group
hy: Խմբագրել պիտակների խումբը

source: Edit task
hy: Խմբագրել առաջադրանքը

source: E-mail
hy: էլ-փոստ

source: Not all required fields are filled.
hy: Պահանջվող ոչ բոլոր դաշտերն են լրացված:

source: erase
hy: ջնջել

source: An error has occurred. Please contact the administrators.
hy: Սխալ է տեղի ունեցել, խնդրում ենք կապվել ադմինիստրատորի հետ:

source: exact
hy: ճշգրիտ

source: Sign Out
hy: Դուրս գալ

source: Sign out confirmation
hy: Դուրս գալու հաստատում

source: Do you really want to quit?
hy: Դուք իսկապես ցանկանում եք դուրս գալ:

source: Expand all
hy: ընդարձակել ամբողջը

source: Expires
hy: սպառվում է

source: External
hy: արտաքին

source: External
hy: Արտաքին2

source: Remove user
hy: Հեռացնել օգտատերին

source: Do you want to remove user "{user}" from group "{group}"?
hy: Դուք ցանկանում եք հեռացնել օգտատերին "{user}"գրասենյակից "{group}"?

source: Fax
hy: Ֆաքս

source: Favorites
hy: Ֆավորիտներ

source: Fields
hy: Տերեւներ

source: Are you sure you want to delete the file
hy: Համոզված եք, որ ցանկանում եք ջնջել ֆայլը

source: Error deleting file.
hy: Ֆայլի ջնջման սխալ

source: Are you sure you want to remove the file {filename} from current action?
hy: Դուք համոզված եք, որ ցանկանում եք հեռացնել ֆայլը {ֆայլի անունը} ընթացիկ գործողությունից

source: Deleting files
hy: Ֆայլերի ջնջում

source: Removing files
hy: Ֆայլերի հեռացում

source: Uploading the file, please wait ...
hy: Ֆայլի վերբեռնում, խնդրում ենք սպասել ...

source: Filter
hy: Զտել

source: Filter by user tags
hy: Զտել ըստ օգտատիրոջ պիտակի

source: Filter tasks
hy: Զտել առաջադրանքներ

source: for all
hy: բոլորի համար

source: for office
hy: օֆիսի համար

source: for me
hy: ինձ համար

source: Full name
hy: Լրիվ անունը

source: common
hy: ընդհանուր

source: Graph
hy: Գծապատկեր

source: Hidden
hy: Թաքնված

source: Hidden
hy: Թաքնված

source: Hidden
hy: Թաքնված

source: Hidden template
hy: Թաքնված ձևանմուշ

source: History
hy: Պատմություն

source: Home address
hy: Տան հասցե

source: Home phone
hy: Տան հեռախոսահամար

source: Icon
hy: Նշանների դաս

source: Important
hy: Կարևոր

source: in menu
hy: մենյուի մեջ

source: Insert
hy: Տեղադրել

source: in tabsheet
hy: ներդիրում

source: Interface parameters changed
hy: ինտերֆեյսի պարամետրերը փոխվել են

source: The interface parameters have been changed. You need to reload the page for the changes to take effect completely. Would you like to reload the page now?
hy: ինտերֆեյսի պարամետրերը փոխվել են: Դուք պետք է վերաբեռնեք էջը որպեսզի փոփոխություններն ակտիվանան: Ցանկանո՞ւմ եք վերաբեռնել էջը:

source: Language
hy: Լեզու

source: Language change
hy: Լեզվի փոփոխություն

source: Changing the language will reload the page, save all the changes before continuing. Do you want to continue?
hy: Լեզվի փոփոխությունը կհանգեցնի էջի վերաբեռնման, մինչև շարունակելը պահեք բոլոր փոփոխությունները: Ցանկանո՞ւմ եք շարունակել:

source: last action
hy: վերջին գործողություն

source: Last action date
hy: Վերջին գործողության ամսաթիվ

source: Last updated
hy: Վերջին անգամ թարմացվել է

source: Last updated
hy: Վերջին անգամ թարմացվել է

source: Links
hy: Հղումներ

source: Loading data
hy: Բեռնելու ամսաթիվ

source: Load action
hy: Բեռնել գործողությունը

source: Locate
hy: տեղայնացնել

source: Log journal
hy: Գրանցամատյան

source: Management
hy: Կառավարում

source: Mark task as closed
hy: Խնդիրը նշել փակված

source: Message
hy: Հաղորդագրություն

source: Messages
hy: Հաղորդագրություններ

source: Mobile
hy: Բջջային

source: Are you sure you want to delete selected files?
hy: Համոզված եք, որ ցանկանում եք ջնջել ընտրված ֆայլերը:

source: Are you sure you want to remove selected files from current action?
hy: Համոզվա՞ծ եք, որ ուզում եք հեռացնել ընտրված ֆայլերը տվյալ գործողությունից

source: My cases
hy: Իմ գործերը

source: Name
hy: Անուն

source: Nationality
hy: Ազգություն

source: New
hy: Նոր

source: New case
hy: Նոր գործ

source: New
hy: Նոր

source: New folder
hy: Նոր թղթապանակ

source: Newly added
hy: Նոր ավելացված

source: New
hy: Նոր

source: New item
hy: Նոր առարկա

source: New office
hy: Նոր օֆիս

source: New reminder
hy: Նոր հիշեցում

source: New template
hy: Նոր ձևանմուշ

source: next month
hy: հաջորդ ամիս

source: no deadline
hy: ժամկետ չկա

source: No heading
hy: Վերնագիր չկա

source: no name
hy: անուն չկա

source: Items
hy: Առարկաներ

source: Office
hy: Գրասենյակ

source: Office name
hy: Գրասենյակի անունը

source: hours
hy: ժամ

source: minute
hy: րոպե

source: weeks
hy: շաբաթներ

source: Open
hy: Բացել

source: Open calendar
hy: Բացել օրացույցը

source: Open log journal
hy: Բացել գրանցամատյանը

source: Open transaction log
hy: Բացել փոխանցման գրանցամատյանը

source: Options
hy: Հատկանիշներ

source: or
hy: կամ

source: Order
hy: Order հրաման/հերթականություն

source: Organization
hy: Կազմակերպություն

source: Organizations
hy: Կազմակերպություններ

source: Out of office
hy: Գրասենյակից դուրս

source: Outgoing
hy: Ելքային

source: Outgoing action
hy: Ելքային գործողություն

source: Outgoing actions
hy: Ելքային գործողություններ

source: Owner
hy: Սեփականատեր

source: Owned by me
hy: Պատկանում է ինձ

source: Password confirmation
hy: Ծածկագրի հաստատում

source: The entered passwords do not match.
hy: Մուտքագրված ծածկագրերը չեն համընկնում:

source: Paste from Word
hy: Տեղադրել Word-ից

source: personal
hy: անձնական

source: Phase
hy: Փուլ

source: Phases
hy: Փուլեր

source: Phones
hy: Հեռախոսներ

source: Post
hy: Փոստ

source: Postal index
hy: Փոստային ինդեքս

source: print
hy: տպել

source: Private
hy: Անձնական

source: private
hy: անձնական

source: Properties
hy: Հատկություններ

source: public
hy: հանրային

source: Qualification
hy: Որակավորում

source: Read
hy: Կարդալ

source: Read access
hy: Կարդալու թույլտվություն

source: Read for all + write by managers
hy: կարդալ կարող են բոլորը, գրել կարող է միայն մենեջերը

source: Read for all
hy: Կարդալ կարող են բոլորը

source: An error occurred while trying to read the data. Would you like to retry?
hy: Տվյալը կարդալու ժամանակ սխալ է տեղի ունեցել: Ցանկանո՞ւմ եք կրկին փորձել

source: Recently updated
hy: Թարմացվել է վերջերս

source: Redress
hy: Վերականգնել

source: refresh
hy: թարմացնել

source: Refresh tasks list
hy: Refresh tasks list Թարմացնել առաջադրանքների ցանկը

source: Refresh transaction log
hy: Refresh transaction log Թարմացնել փոխանցումների մատյանը

source: Régions
hy: Տարածաշրջաններ/մարզեր

source: Reload case
hy: Վերաբեռնել գործը

source: Reminders
hy: Հիշեցումներ

source: Remove
hy: Հեռացնել

source: Remove access
hy: Ջնջել մուտքի թույլտվությունը

source: Remove the file form this action
hy: Հեռացնել ֆայլն այս գործողությունից

source: Remove from favorites
hy: Հեռացնել ֆավորիտներից

source: Remove management access
hy: Ջնջել կառավարման թույլտվությունը

source: Remove task
hy: Հեռացնել առաջադրանքը

source: An error occurred while trying to delete the task.
hy: Առաջադրանքը ջնջելու փորձի ժամանակ տեղի է ունեցել սխալ:

source: Are you sure you want to remove this task?
hy: Համոզված եք, որ ցանկանում եք հեռացնել այս առաջադրանքը?

source: Responsible party
hy: Պատասխանատու կողմ

source: Responsible user
hy: Պատասխանատու օգտագործող

source: Responsible users
hy: Պատասխանատու օգտագործողներ

source: Result
hy: Արդյունք

source: Save
hy: Պահել

source: Save changes?
hy: Պահպանել փոփոխությունները?

source: Saved searches
hy: Պահպանված որոնումները

source: Save query
hy: Պահել հարցումը

source: Do you want to save changes?
hy: Դուք ցանկանում եք պահել փոփոխությունները?

source: Saving Changes
hy: Փոփոխությունների պահպանում

source: Saving data confirmation
hy: Տվյալների պահպանման հաստատում

source: Search
hy: Որոնել

source: Search by name
hy: Որոնել ըստ անվան

source: Search in case
hy: Որոնել գործի մեջ

source: Search in CaseBox
hy: Որոնել CaseBox-ում

source: Search files
hy: Որոնել ֆայլերը

source: searching...
hy: որոնում...

source: change the search mode (AND / OR)
hy: փոխել որոնման ռեժիմը (և/կամ)

source: search text
hy: որոնման տեքստ

source: Send message to
hy: Ուղարկել հաղորդագրություն

source: Set as completed
hy: Սահմանել որպես ավարտված

source: Set as incomplete
hy: Սահմանել որպես թերի

source: Set incomplete status for
hy: Նշել անավարտ կարգավիճակ

source: Set complete status for
hy: Նշել ավարտված կարգավիճակ

source: Settings
hy: Կարգավորումներ

source: Set status
hy: Նշել կարգավիճակը

source: Sex
hy: Սեռ

source: Show main file
hy: Ցույց տալ գլխավոր ֆայլը

source: show names
hy: Ցույց տալ անունները

source: Show snippets
hy: Ցույց տալ հատվածներ

source: Show content snippets with emphasized found words
hy: Ցույց տալ բովանդակային հատվածները ընդգծված փնտրվող բառերով

source: Simple mode
hy: Պարզ ռեժիմ

source: Size
hy: Չափ

source: Spent time
hy: Ծախսած ժամանակը

source: Starting
hy: Սկիզբ

source: Subject
hy: Subject Վերնագիր

source: System
hy: Համակարգ

source: Common tags
hy: Ընդհանուր պիտակներ

source: Templates
hy: ձևանմուշ

source: Task browser
hy: Խնդիրների դիտարկիչ

source: Task for
hy: Խնդիր

source: Tasks and Reminders
hy: Առաջադրանքներ և հիշեցումներ

source: pending
hy: ընթացքի մեջ է

source: active
hy: ակտիվ

source: closed
hy: փակված

source: Text
hy: Տեքստ

source: Thesauri
hy: Բառարաններ

source: Thesaurus
hy: Բառարան

source: Till
hy: Մինչև

source: Time
hy: Ժամանակ

source: Title
hy: Վերնագիր

source: tomorrow
hy: վաղը

source: Total row
hy: Ընդհանուր տող

source: Transfer
hy: Փոխանցում

source: Transfer case
hy: Փոխանցել գործը

source: Transfer task
hy: Փոխանցել խնդիր

source: Are you sure you want to transfer the task to user
hy: Վստա՞հ եք, որ ցանկանում եք փոխանցել խնդիրը այլ օգտատիրոջ?

source: Transfer task
hy: Փոխանցել խնդիրը

source: Type
hy: Տեսակ

source: updated
hy: թարմացված է

source: Updated date
hy: Թաարմացման ամսաթիվ

source: Upload
hy: Վերբեռնել

source: upload another
hy: Վերբեռնել մեկ ուրիշը

source: Upload archive
hy: Upload archive Վերբեռնել արխիվը

source: Upload file
hy: Վերբեռնել ֆայլ

source: Upload multiple files
hy: Վերբեռնել բազմակի ֆայլեր

source: User details
hy: Օգտատիրոջ տվյալներ

source: User Management
hy: Օգտատերի կառավարում

source: Login cannot be empty
hy: Login cannot be empty Օգտագործողի անունը չի կարող դատարկ լինել

source: Invalid login specified. Please use only alphanumeric characters (a-z, 0-9, ., _) without any space or comma.
hy: Invalid login specified. Please use only alphanumeric characters (a-z, 0-9, ., _) without any space or comma. Սխալ օգտագործողի անուն: Խնդրում ենք օգտագործել տառաթվային սիմվոլներ (a-z, 0-9, ., _) առանց բացատանիշի և ստորակետի

source: Users
hy: Օգտագործողներ

source: View
hy: Դիտում

source: view files
hy: դիտել ֆայլերը

source: visible
hy: տեսանելի

source: With deadlines
hy: Վերջնաժամկետով

source: Work address
hy: Աշխատանքային հասցե

source: Work mobile
hy: Աշխատանքային բջջային

source: Work phone
hy: Աշխատանքային հեռաղոս

source: Write
hy: Գրել

source: Write access
hy: Գրելու թույլտվություն

source: Task closed: {name} ({path})
fr: Tâche terminée: {name} ({path})
hy: խնդիրն ավարտված է: {name} ({path})

source: Task update: {name} ({path})
fr: Tâche de mise à: {name} ({path})
hy: խնդիրն թարմացումը: {name} ({path})

source: Public
hy: Հանրային թղթապանակ

source: Cannot paste item to itself.
fr: Vous ne pouvez pas coller l'objet à lui-même
hy: Չի տեղադրեք առարկում է.

source: Grid
hy: Ցանց

source: Events
hy: Իրադարձություններ

source: Week
hy: շաբաթ

source: Month
hy: ամիս

source: Today
hy: այսօր

source: All day
hy: ամբողջ օրը

source: more
hy: ավելի շատ

source: Target directory does not exist
fr: Répertoire cible n'existe pas
hy: Թիրախային դիրեկտորիան գոյություն չունի

source: Filename {filename} already exists in target folder.
fr: Un fichier avec le nom de {filename} existe déjà dans le dossier cible. Que voulez-vous faire?
hy: Ֆայլի հետ անունով {filename} արդեն գոյություն ունի նպատակային թղթապանակում. Ինչ եք ուզում անել.

source: Overwrite
hy: արտագրել

source: Overwrite all
hy: վերագրանցել բոլորը

source: File exists
hy: ֆայլը գոյություն ունի

source: Some files exists in target directory. What would you like to do?
fr: Certains fichiers existe dans le répertoire cible. Que voulez-vous faire?
hy: Որոշ ֆայլեր գոյություն ունի նպատակային տեղեկատու. Ինչ եք ուզում անել.

source: New file name
hy: Նոր ֆայլի անունը

source: Cases
hy: ծրագրեր

source: Folders
fr: Dossiers
hy: ծրագրեր

source: Expand folders
hy: հետնորդներն

source: Open in new tab
hy: Բացել նոր պատուհանում

source: processing
hy: վերամշակում

source: New window
hy: նոր պատուհան

source: Revision history
hy: փոփոխումների պատմություն

source: ago
hy: առաջ

source: Restore
hy: վերականգնել

source: New event
hy: նոր իրադարձություն

source: Missed
hy: բաց թողնված

source: Cannot paste item over itself.
fr: Vous ne pouvez pas coller l'objet sur ​​lui-même.
hy: Հնարավոր չէ տեղադրել օբյեկտը ինքն իրեն.

source: Copy of
fr: Copie de
hy: պատճենը

source: Current version
hy: Version actuelle

source: Start
hy: սկիզբ

source: Due
hy: պատշաճ

source: Importance
hy: նշանակություն

source: Done
hy: կատարած

source: Active filters
hy: Ակտիվ զտիչներ

source: Due
hy: պատշաճ

source: Status
hy: կարգավիճակը

source: Assigned
hy: հանձնարարված

source: Reset all
hy: Հետադարձեք բոլոր

source: Active filters
hy: Ակտիվ զտիչներ

source: Next 7 days
hy: Մոտակա 7 օրվա

source: Overdue
hy: ժամկետանց

source: Today
hy: այսօր

source: Next 31 days
hy: Հաջորդ 31 օր

source: This week
hy: Այս շաբաթ

source: This month
hy: Այս ամսվա մեջ

source: Assigned
hy: հանձնարարված

source: Start/End
hy: Սկիզբ/Վերջացնել

source: Category
hy: կատեգորիա

source: Attach file
hy: Կցել ֆայլ

source: Add reminder
hy: Ավելացնել հիշեցում

source: Low
hy: ցածր

source: Medium
hy: միջին

source: High
hy: բարձր

source: More details
hy: մանրամասներ

source: View task
hy: Դիտել առաջադրանքը

source: revoke
hy: չեղյալ

source: completed
hy: ավարտվել

source: complete
hy: լրիվ

source: overdue
hy: ժամկետանց

source: Category
hy: կատեգորիա

source: Merge files
hy: միաձուլել ֆայլեր

source: Are you sure you want to merge selected files?
hy: Վստահ եք, որ ցանկանում եք միաձուլել Ընտրված ֆայլերը.

source: Files merging
hy: Ֆայլեր Միաձուլվող

source: Yesterday
hy: երեկ

source: Created
hy: Ստեղծված է

source: Type
hy: տիպ

source: Created
hy: Ստեղծված է

source: Task
hy: Առաջադրանք

source: Date
hy: ամսաթիվ

source: Type
hy: տիպ

source: Active tasks
hy: Գործող առաջադրանքները

source: Modified
hy: փոփոխված

source: Importance
hy: նշանակություն

source: File versions count
hy: Ֆայլի տարբերակները հաշվել

source: Duplicates
hy: կրկնօրինակների

source: Open item location
hy: Բացել նյութի տեղը

source: Upload new version
hy: Վերբեռնել նոր տարբերակը

source: choose file
hy: ընտրել ֆայլը

source: Event
hy: իրադարձություն

source: View еvent
hy: Դիտել իրադարձություն

source: Edit event
hy: խմբագրել իրադարձությունը

source: Are you sure you want to delete this file and all it's versions?
hy: Վստահ եք, որ ցանկանում եք ջնջել այս ֆայլը եւ բոլոր այն տարբերակներ.

source: Are you sure you want to delete selected file version?
hy: Վստահ եք, որ ցանկանում եք ջնջել ընտրված ֆայլը տարբերակը:

source: Are you sure you want to delete selected items?
hy: Վստահ եք, որ ցանկանում եք ջնջել ընտրված տարրերից.

source: Forgot password?
fr: Mot de passe oublié?
hy: Մոռացել եք գաղտնաբառը?

source: Continue
fr: Submit
hy: շարունակել

source: Enter your email address:
fr: Entrez votre adresse email:
hy: Մուտքագրեք Ձեր էլփոստի հասցեն:

source: OR
fr: OU
hy: ԿԱՄ

source: Invalid email address
fr: Adresse email invalide
hy: Անվավեր էլփոստի հասցե

source: The specified email is not registered in CaseBox
fr: L'e-mail spécifiée n'est pas enregistrée dans CaseBox
hy: Նշված էլ չի գրանցվել CaseBox

source: Specified username is not registered in CaseBox
fr: Nom d'utilisateur spécifié n'est pas enregistré dans CaseBox
hy: Մականուն Լրացված չէ գրանցվել CaseBox

source: Specified username does not have an email specified
fr: Nom d'utilisateur spécifié ne possède pas d'e-mail indiquée
hy: Լրացված Մականուն չունի նշված Email
