Repository: KETSE/casebox-core
Catalog: src/Resources/translations/messages.*.xlf
Languages: fr, hy

source: Displaying active tasks owned or assigned to you.
hy: Ցուցադրվում են ակտիվ խնդիրները պատկանում կամ որը ձեզ.

source: active
hy: ակտիվ

source: active
hy: ակտիվ

source: There are
hy: Առկա են

source: out of
hy: դուրս

source: tasks
hy: առաջադրանքներ

source: task
hy: առաջադրանքներ

source: CaseBox password recovery
fr: Récupération de mot de passe CaseBox
hy: CaseBox Գաղտնաբառ վերականգնում

source: Message for password reset has been sent to your email. Please check your email to continue.
fr: Message pour réinitialiser votre mot de passe a été envoyé par email. S'il vous plaît consulter votre courrier électronique pour continuer.
hy: Հաղորդագրություն գաղտնաբառի վերականգնման համար արդեն ուղարկվել է ձեր էլ. Խնդրում ենք ստուգել Ձեր էլփոստը է շարունակվեն.

source: Error recovering password or url expired.
fr: Erreur de récupération mot de passe ou url expiré.
hy: Սխալ վերականգնվել գաղտնաբառը կամ url լրացել.

source: New password
fr: Nouveau mot de passe
hy: Նոր գաղտնաբառը

source: The password has been successfully changed. Now you can login to CaseBox with new password.
fr: Le mot de passe a été changé avec succès. Maintenant, vous pouvez vous connecter à CaseBox avec nouveau mot de passe.
hy: Գաղտնաբառը հաջողությամբ փոխվել. Այժմ դուք կարող եք մուտք գործել, որպեսզի CaseBox հետ նոր գաղտնաբառ:

source: Task overdue: {name} ({path})
fr: Tâche en retard: {name} ({path})
hy: խնդիրը ժամկետանց: {name} ({path})

source: Task completion declined: {name} ({path})
fr: L'accomplissement des tâches décliné: {owner} > {name} ({path})
hy: խնդիրն ավարտում նվազել: {owner} > {name} ({path})

source: On behalf task completion: {name} ({path})
fr: Sur l'accomplissement des tâches au nom / {owner}: {name} ({path})
hy: Անունից առաջադրանքի ավարտից հետո / {owner}: {name} ({path})

source: Task reopened: {name} ({path})
fr: Тâche rouvert / {owner}: {name} ({path})
hy: խնդիրն վերաբացվեց: {owner} > {name} ({path})

source: Reopen
hy: վերսկսել

source: Reopening task
hy: վերաբացման խնդիրը

source: Are you sure you want to reopen this task?
hy: Վստահ եք, որ ցանկանում եք բացել այս խնդիրը.

source: Completed tasks
hy: Ավարտված խնդիրներն

source: Active tasks per user
hy: Գործող խնդիրները մեկ Օգտվողի

source: assigned to me
hy: որը ինձ

source: owned by me
hy: պատկանում է ինձ

source: all
hy: բոլորը

source: modified by me
hy: ձեւափոխված են ինձ

source: modified by anybody
hy: փոփոխվել մեկի

source: that created tasks for me
hy: որ ստեղծված խնդիրներն ինձ համար

source: assigned to tasks created by me
hy: որը նշանակվում է առաջադրանքներին ստեղծած ինձ

source: created tasks
hy: ստեղծված խնդիրները

source: assigned to tasks
hy: որը նշանակվում է առաջադրանքներին

source: Case
hy: նախագիծ

source: Cannot paste item inside itself.
fr: Impossible de coller à l'intérieur de l'objet lui-même.
hy: Հնարավոր չէ տեղադրել օբյեկտի ներսում է.

source: Duplicate this field
hy: կրկնակի այս դաշտը

source: Remove duplicate field
hy: Հեռացնել կրկնակի դաշտ

source: duplicate
hy: կրկնակի

source: Take ownership
hy: ստանձնել սեփականությունը

source: Are you sure you want to take ownership on selected items?
hy: Վստահ եք, որ ցանկանում է սեփականության ընտրված տարրերից.

source: New version
hy: նոր տարբերակը

source: Replace
hy: փոխարինել

source: All as new version
hy: Որպես նոր տարբերակը

source: Replace all
hy: փոխարինել բոլորը

source: few seconds ago
fr: il ya quelques secondes
hy: մի քանի վայրկյան առաջ

source: The following files have duplicates:
fr: Les fichiers suivants ont des doublons:
hy: Հետեւյալ ֆայլեր ունեն կրկնօրինակները:

source: The uploaded file already exists in the following folders: {paths} <br/> Open the file to see the list of duplicates?
fr: Le fichier téléchargé existe déjà dans les dossiers suivants: {paths}<br />Ouvrez le fichier pour voir la liste des doublons?
hy: որ Վերբեռնված ֆայլը արդեն գոյություն ունի հետեւյալ թղթապանակների {paths} <br/> Բացեք ֆայլը տեսնել ցանկը կրկնօրինակների.

source: The contents of the file are identical to the current version uploaded {timeAgo} by {user}.
fr: Le contenu du fichier est identique à la version actuelle téléchargées {timeAgo} par {user}.
hy: Բովանդակությունը նույնական են ֆայլը ընթացիկ տարբերակի Վերբեռնման {user} {timeAgo}.

source: The content of the file is identical to a previous version uploaded {timeAgo} by {user}.
fr: Le contenu du fichier est identique à une version précédente téléchargées {timeAgo} par {user}.
hy: Բովանդակությունը ֆայլի նույնական է նախորդ տարբերակի Վերբեռնման {timeAgo} ըստ {user}.

source: Info
hy: Մանրամասն

source: List
hy: ցուցակ

source: Tree
hy: ծառ

source: Overview
hy: ակնարկ

source: Template
hy: Կաղապար

source: Case template
hy: գործը ձեւանմուշ

source: Permissions
hy: կյանք

source: Browse case
hy: Փնտրել գործը

source: Refresh
hy: թարմացնել

source: add new
hy: նոր բառեր ավելացնել:

source: edit
hy: խմբագրել

source: Security
hy: անվտանգություն

source: Apply
hy: դիմել

source: FullControl
hy: Ամբողջական վերահսկողություն

source: Modify
hy: փոփոխել

source: Browse
hy: արածել

source: My documents
hy: Իմ փաստաթղթերը

source: Upload photo
hy: վերբեռնել լուսանկարը

source: Groups
hy: Խմբեր

source: Group
hy: Խմբեր

source: Creator
hy: ստեղծող

source: Properties
hy: հատկություններ

source: Remove all
hy: Հեռացնել բոլորը

source: Remove uploaded
hy: Հեռացնել Վերբեռնման

source: Upload queue
hy: Բեռնել հերթում

source: Ready to upload
hy: Պատրաստ վերբեռնել

source: uploading
hy: Վերբեռնվում է

source: upload error
hy: վերբեռնել սխալ

source: pload timeout
hy: վերբեռնել պահում

source: upload abort
hy: վերբեռնում վիժել

source: done
hy: կատարած

source: Stop
hy: Կանգառեք

source: Cancel all
hy: Չեղյալ Բոլորը

source: Clear
hy: Մաքրել

source: Completed
hy: ավարտված

source: Autoshow upload window
hy: ավտոմատ կերպով ցույց է ստանալ պատուհանը

source: Start upload automatically
hy: Սկիզբ վերբեռնել ինքնաբերաբար

source: Apply for all
hy: Դիմել է բոլորի համար

source: Paste from clipboard
hy: Տեղադրեք եւ ֆայլերը

source: Upload complete
hy: Բեռնումն ավարտված է

source: Uploading
hy: Վերբեռնվում է

source: Group
hy: Խմբեր

source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
hy: Հուն,Փետ,ապականել,Ապ,մայիս,Հուն,հլս,օգս,սեպ,հոկ,նոյ,դեկ

source: January,February,March,April,May,June,July,August,September,October,November,December
hy: Հուն,Փետ,ապականել,Ապ,մայիս,Հուն,հլս,օգս,սեպ,հոկ,նոյ,դեկ

source: Completed
hy: ավարտված

source: Template
hy: ձեւանմուշ

source: Folder exists
fr: Dossier existe
hy: Թղթապանակ գոյություն ունի

source: Move up
hy: Տեղափոխել են

source: Move down
hy: Տեղափոխել ներքեւ

source: Sort
hy: տեսակ

source: sort alphabeticly
hy: Ցուցադրել այբբենական

source: sort alphabetically descending
hy: տեսակավորել այբբենական նվազման

source: Type
hy: տիպ

source: Case
hy: դեպք

source: Object
hy: օբյեկտ

source: File
hy: ֆայլ

source: Task
hy: խնդիր

source: User
hy: Օգտվող

source: Template
hy: Կաղապար

source: No type
hy: ոչ տեսակը

source: Secretary
fr: Secrétaire
hy: քարտուղար

source: Recycle Bin
fr: Corbeille
hy: թափոնարկղ

source: Other cases
fr: D'autres cas
hy: Այլ դեպքերում

source: Deleted by me
fr: Supprimé par moi
hy: Ջնջված է ինձ

source: Deleted by others
fr: Supprimé par d'autres
hy: Ջնջված ուրիշների կողմից

source: All cases
fr: Tous les cas
hy: Բոլոր դեպքերում

source: Without status
fr: Sans statut
hy: Առանց կարգավիճակի

source: Without substatus
fr: Sans substatus
hy: Առանց ենթակետի կարգավիճակի

source: Support
fr: Soutenir
hy: աջակցություն

source: Account
hy: հաշիվ

source: Profile
hy: Անձնագիր

source: Programs
fr: Programmes
hy: Ծրագրեր

source: Overdue
fr: Retard
hy: ժամկետանց

source: Total
hy: Ընդհանուր

source: Assigned
fr: Assigné
hy: հանձնարարված

source: Show all
hy: ցույց տալ բոլորը

source: Tomorrow
fr: Demain
hy: վաղը

source: This week
fr: Cette semaine
hy: Այս շաբաթ

source: Previous week
fr: Semaine précédente
hy: Նախորդ շաբաթ

source: Consideration
fr: Considération
hy: քննարկում

source: Archived
fr: Archivé
hy: արխիվացված

source: First name
hy: անուն

source: Last name
hy: ազգանուն

source: Gender
hy: Սեռը

source: Primary email
hy: Առաջնային Email

source: Country
hy: երկիր

source: Phone
hy: հեռախոս

source: Timezone
hy: ժամագոտին

source: Date format
hy: Ամսաթիվ ձեւաչափը

source: Change
hy: փոփոխություն

source: Are you sure you want to remove the photo from account?
hy: Վստահ եք, որ ցանկանում եք հեռացնել լուսանկար Թեմա.

source: Verify
hy: ստուգում

source: Recovery options
hy: վերականգնման ընտրանքներ

source: Phone number
hy: Հեռախոս

source: Question
hy: հարց

source: Answer
hy: պատասխան

source: 2-step verification
hy: 2 - քայլանի ստուգումը

source: Security question
hy: անվտանգության հարցը

source: Password never changed
hy: Գաղտնաբառ չի փոխել

source: Enable
hy: Միացնել

source: Disabled
hy: անաշխատունակ

source: What is the name of your best friend from childhood?
fr: Quel est le nom de votre meilleur ami d'enfance?
hy: Ինչ է անունը, Ձեր լավագույն ընկերոջ մանկությունից.

source: What was the name of your first teacher?
fr: Quel était le nom de votre premier professeur?
hy: Որն էր անունը: Ձեր առաջին ուսուցիչը:

source: What is the name of your manager at your first job?
fr: Quel est le nom de votre gestionnaire de votre premier emploi?
hy: Ինչ է անունը ձեր մենեջերի ձեր առաջին աշխատանքը.

source: What was your first phone number?
fr: Quel a été votre premier numéro de téléphone?
hy: Որն էր ձեր առաջին հեռախոսահամարը.

source: What is your vehicle registration number?
fr: Quel est votre numéro d'immatriculation du véhicule?
hy: Որն է ձեր մեքենայի գրանցման համարը.

source: What is your library card number?
fr: Quel est votre numéro de carte de bibliothèque?
hy: Որն է ձեր գրադարանը քարտի համարը.

source: Write my own question
fr: Ecrire ma propre question
hy: Գրել իմ հարցը

source: Password changed
hy: Գաղտնաբառ փոխվել

source: Specify your phone number.
hy: Նշել ձեր հեռախոսահամարը:

source: We will send a numeric code to your phone whenever you sign in.
hy: Մենք ուղարկել թվային կոդ ձեր հեռախոսի, երբ դուք մուտք գործել

source: Send code
hy: Ուղարկել կոդը

source: Disable
hy: խեղել

source: Enter code
fr: Entrez le code
hy: Մուտքագրեք կոդը

source: Attach
hy: Կցել

source: Code
hy: կոդը

source: Reminder
hy: Հիշեցումներ

source: Revoke child permissions
hy: Չեղյալ երեխաներին թույլտվությունները

source: Are you sure you want to copy "{source}" to "{target}"?
hy: Վստահ եք, որ ցանկանում եք պատճենել "{source}" to "{target}"?

source: Are you sure you want to move "{source}" to "{target}"?
hy: Համոզված եք, որ ցանկանում եք տեղափոխել "{source}" to "{target}"?

source: Are you sure you want to create shortcut for "{source}" into "{target}"?
hy: Համոզված եք, որ ցանկանում եք ստեղծել կարճուղի է "{source}" մեջ "{target}"?

source: Search results
hy: Որոնել

source: Charts
hy: Դիագրամներ

source: Home
hy: Տան

source: Saving
hy: Պահել

source: Ongoing
fr: En cours
hy: ընթացիկ

source: All my cases
fr: Toutes mes cas
hy: Բոլոր իմ գործերը

source: Contents
hy: Բովանդակություն

source: Comments
hy: Մեկնաբանել

source: Assignee
fr: Assigné
hy: հանձնարարված

source: My Calendar
fr: Mon calendrier
hy: Իմ Օրացույց

source: Manager's Calendar
fr: Calendrier du gestionnaire
hy: Կառավարչի Օրացույց

source: generating preview
hy: առաջացնող նախադիտումը

source: sending
hy: ուղարկելով

source: Theme
hy: Թեման

source: Send email invite
hy: Ուղարկել նամակ է հրավիրել

source: Send reset password email
hy: Ուղարկել վերամիացում գաղտնաբառը նամակ

source: Disable user
hy: Կասեցնել օգտվողին

source: <b>Follow</b> <span class="cG">get notified in app &amp; email</span>
hy: <b>Follow</b> <span class="cG">get notified in app and email</span>

source: created
hy: Ստեղծված է

source: renamed
hy: rename

source: none
hy: ոչ մեկը

source: Calendars
hy: Օրացույց

source: Comment
hy: Մեկնաբանել

source: My Tasks
hy: Խնդիրներ

source: Created by me
hy: Ստեղծված է

source: Authorization
fr: Autorisation

source: Loading CSS and images
fr: Chargement d'images et CSS

source: Initialization
fr: Initialisation

source: An error has occurred
fr: Une erreur s'est produite

source: Can't connect to SOLR
fr: Impossible de se connecter à SOLR

source: Specify the user name
fr: Introduisez le nom d'utilisateur

source: Enter the password
fr: Entrez le mot de passe

source: Wrong username or password
fr: Nom d'utilisateur ou mot de passe incorrect

source: Casebox notifications
fr: Notifications de Casebox

source: there are new notifications for you
fr: il y a des notifications de nouveau pour vous

source: Notification for task "{task_name}" of the case "{case_name}" has reached its time
fr: Notification pour date limite "{task_name}" de cas "{case_name}" a atteint son temps

source: A user with that name already exists, please specify another name.
fr: Un utilisateur avec ce nom existe déjà, veuillez spécifier un autre nom.

source: Case card
fr: Fiche du cas

source: stage
fr: Etape

source: spent time
fr: temps consacré

source: Error loading file
fr: Erreur en chargeant le fichier

source: Cannot move file
fr: Ne peut pas déplacer le fichier

source: Erroneous input data.
fr: Donnée introduite erronnée

source: You are not authorized for this action.
fr: Action non autorisée

source: The case is already in this office.
fr: Le cas est déjà traité par ce bureau

source: Assigned an incorrect user
fr: Utilisateur incorrect assigné

source: You are not authorized to complete this task.
fr: Vous n'êtes pas autorisé à compété ce terme

source: You don't have administrative privileges in this office
fr: Vous n'avez pas les privilèges administratifs dans ce bureau

source: Other offices
fr: Autres bureaux

source: Access is denied
fr: Accès non autorisé

source: You cannot give to other users higher access than yours.
fr: Vous ne peut donner d'autre utilisateurs un accès plus élevé que le vôtre.

source: Wrong ID
fr: Mauvaise ID

source: Not all required fields filled.
fr: Tous les champs requis ne sont pas remplis.

source: Failed to create the office
fr: Echec à créer ce bureau

source: User not found.
fr: Utilisateur est introuvable.

source: Template not found.
fr: Modèle introuvable.

source: Wrong current password
fr: Mauvais mot de passe actuel

source: in
fr: dans

source: day
fr: jour

source: days
fr: jours

source: day before yesterday
fr: avant-hier

source: yesterday
fr: hier

source: tomorow
fr: demain

source: today at
fr: аujourd'hui, à

source: yesterday at
fr: hier, à

source: day before yesterday at
fr: avant-hier à

source: Accomplished date
fr: Date de l'accompli

source: Task is not active
fr: Tâche n'est pas active

source: logged on
fr: a connecté

source: logged on
fr: a connecté

source: logged out
fr: a déconnecte

source: logged out
fr: a déconnecte

source: added
fr: a ajouté

source: added
fr: a ajouté

source: updated
fr: mise à jour

source: updated
fr: mise à jour

source: the case
fr: le cas

source: deleted
fr: a supprimé

source: deleted
fr: a supprimé

source: opened
fr: a ouvert

source: opened
fr: a ouvert

source: closed
fr: a fermé

source: closed
fr: a fermé

source: to case
fr: en cas

source: in case
fr: en cas

source: from case
fr: de cas

source: viewed
fr: a aperçu

source: viewed
fr: a aperçu

source: to
fr: à

source: downloaded
fr: a téléchargé

source: downloaded
fr: a téléchargé

source: the file
fr: le fichier

source: security rights
fr: droits de sécurité

source: for case
fr: pour les cas

source: for user
fr: pour l'utilisateur

source: for users
fr: pour les utilisateurs

source: completed
fr: a terminé

source: completed
fr: a terminé

source: reminders for task
fr: rappels de tâche

source: from the system
fr: du système

source: CaseBox notification
fr: Notification de CaseBox

source: on new case
fr: le nouveau cas

source: on case update
fr: cas mise à jour

source: on case close
fr: cas close

source: on task delete
fr: sur la suppression de la tâche

source: Administrator
fr: Administrateur

source: User is already associated to this office
fr: Utilisateur est déjà associé à ce bureau

source: Closed
fr: Fermé

source: Missed deadlines
fr: Délais manquées

source: Without deadlines
fr: Sans délais

source: the task
fr: la tâche

source: has been automatically closed
fr: a été automatiquement fermé

source: the status
fr: le statut

source: changed
fr: a changé

source: changed
fr: a changé

source: Erroneous input data.
fr: Données d'entrée erronées.

source: no year
fr: pas d'année

source: no month
fr: pas de mois

source: File is in queue for processing
fr: Fichier se trouve dans la file d'attente pour le traitement des

source: File is being processed
fr: Fichier est en cours de traitement

source: File has been added to queue for processing
fr: Le dossier a été ajouté à la file d'attente de traitement

source: Yesterday
fr: Hier
